Repository: aimproxy/dotfonts
Catalog: po/extra/*.po
Languages: nl

source: Find beautiful fonts and easy install
nl: Zoek mooie lettertypen en installeer ze met één klik

source: fonts;
nl: lettertypen;

source: The simplest way to try, install, and manage fonts.
nl: De eenvoudigste manier op lettertypen uit te proberen, installeren en beheren.

source: Install fonts from the cloud on your computer in seconds!
nl: Haal lettertypen op van het internet en installeer ze snel!

source: Screenshoots with default eOS settings
nl: Schermfoto's met standaard eOS-instellingen

source: Fix Premeature end of tag in appdata.xml.in
nl: Voortijdig einde van tag gerepareerd in appdata.xml.in

source: New
nl: Nieuw

source: Welcome View
nl: Overzichtspagina

source: Download Button
nl: Downloadknop

source: Install Button
nl: Installeerknop

source: Improvements
nl: Verbeteringen

source: Make Google API Request Async
nl: Google API-verzoek asynchroon gemaakt

source: Fix
nl: Opgelost

source: Fix Desktop Name
nl: Bureaubladnaam gerepareerd

source: Launch BETA Release
nl: Bètaversie vrijgegeven
